import Slider1 from "../pic/image/Slider1.png"
import Slider2 from "../pic/image/Slider2.png"
import Slider3 from "../pic/image/Slider3.png"
import Slider4 from "../pic/image/Slider4.png"
import Slider5 from "../pic/image/Slider5.png"

const TestimonialApi = [
  {
    id: 1,
    image: Slider1,
    design: "NCD - ДИЗАЙН",
    name: "Мевин Тода",
    offcer: "Маркетинг-офицер",
    post: "Генеральный директор по маркетингу",
    date: "Отдел Тода – 4 Апреля – 2024 года",
    desc: "Университет предоставляет невероятные возможности для образования и развития. Я ценю профессиональный подход преподавателей, которые всегда готовы помочь и вдохновляют на высокие результаты. Здесь я получил не только знания, но и ценные друзья и воспоминания, которые навсегда останутся со мной.",
    },
    {
      id: 2,
      image: Slider2,
      design: "Med Industries",
      name: "Дэвид Луэйс",
      offcer: "Главный оперативный менеджер",
      post: "Разработка Android-приложений",
      date: "через Upwork - 5 Апреля - 2024 года",
      desc: "Университет подготовил меня к профессиональной карьере, предоставив широкий спектр знаний и навыков. Я ценю акцент на практическом применении полученных знаний, а также возможности стажировки в престижных компаниях. Сегодня я уверенно ступаю по карьерной строчке благодаря образованию, полученному в этом отличном учебном заведении",
      },
      {
        id: 3,
        image: Slider3,
        design: "Rainbow-Themes",
        name: "Невин Акотанца",
        offcer: "Главный бизнес-аналитик",
        post: "Бизнес Аналитик",
        date: "через Upwork - 7 апреля - 2024 года",
        desc: "Инфраструктура университета действительно впечатляет. У них есть современные аудитории, лаборатории и библиотеки, где студенты могут работать и заниматься исследованиями. Также есть спортивный комплекс и другие дополнительные удобства, помогающие студентам сохранять баланс между обучением и активным образом жизни.",
      },
      {
        id: 4,
        image: Slider4,
        design: "Native Med Dev",
        name: "Сара Блейк",
        offcer: "Программист",
        post: "Программист в компании RN-Knowledge",
        date: "через Upwork - 9 Апреля - 2024 года",
        desc: "Факультет компьютерных наук в Университете дал возможность раскрыть свой потенциал в сфере IT. Преподаватели не только передают академические знания, но и стимулируют студентов развиваться как личности и помогают научиться эффективно работать с клиентами.",
    }, 
    {
      id: 5,
      image: Slider5,
      design: "NCD - ДИЗАЙН",
      name: "Элли Крафт",
      offcer: "Фрилансер",
      post: "Разработка Web-сервисов",
      date: "11 Апреля – 2024 года",
      desc: "Университет имеет отличный кампус и современную инфраструктуру. Библиотека очень хорошо обеспечена, а учебные помещения оснащены новейшим оборудованием. Здесь создана комфортная обучающая атмосфера, способствующая успешному обучению и развитию студентов.",
    },
      
      
]

export default TestimonialApi
