const ResumeApi = [
    {
        id: 1,
        category: "education",
        year: "University (2024)",
        title: "Функциональное веб-приложение для отображения информации об Университете",
        desc: "Для дипломной работы разработано и протестировано веб-приложение на основе компонентного подхода.",
        
    },
    {
        id: 2,
        category: "education",
        year: "University (2024) ",
        title: "Учебный модуль с основными направлениями",
        desc: "С помощью современных технологий, библиотек и фрейморка React, разработаны и отображены необходимые компоненты",
        
    },
    {
        id: 3,
        category: "education",
        year: "University (2024) ",
        title: "Модуль визуализации",
        desc: "С помощью библиотек мы визуализируем все статистические данные, которые приходят к нам для отображения в веб-приложении.",
        
    },
    {
        id: 4,
        category: "experience",
        year: "University (2025)",
        title: "Получение API для расширения приложения",
        desc: "Планируется интегрировать приложение с сервисами, получаемыми статистикой университета, для отображения более подробной статистки.",
        
    },
    {
        id: 5,
        category: "experience",
        year: "University (2025)",
        title: "Образование нового функционала",
        desc: "Планируется добавление новых фич и инструментов, поиска, фильтрации и т.д.",
        
    },
    {
        id: 6,
        category: "experience",
        year: "University (2025) ",
        title: "Развертывание приложения",
        desc: "Приложение протестировано и развернуто локально, но планируется использовать платформы для размещения приложения онлайн",
       
    },
]

export default ResumeApi
